{"translation-revision-date":"2023-07-18 07:56:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Beta":["Beta"],"View highlights":["Ver lo más destacado"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Presentamos la experiencia mejorada, diseñada para ayudarte a crear y editar productos más fácilmente."],"Discover the form's unique features designed to help you make this product stand out.":["Descubre las características únicas del formulario, diseñadas para ayudarte a hacer que este producto destaque."],"A new way to edit your products":["Un nuevo modo de editar tus productos"],"Tell me more":["Cuéntame más"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Aunque actualmente solo admitimos productos físicos, próximamente se realizarán actualizaciones interesantes para dar cabida a más tipos, como productos digitales, variaciones y mucho más. Mantente alerta."],"More features are on the way":["Más características en breve"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Disfruta de una experiencia fluida sin recargas de página. Nuestra moderna tecnología garantiza fiabilidad y un rendimiento rapidísimo."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Cree un producto de principio a fin sin recargar la página. Nuestra moderna tecnología garantiza fiabilidad y un rendimiento rapidísimo."],"Improved speed & performance":["Velocidad y rendimiento mejorados"],"Speed & performance":["Velocidad y rendimiento"],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Cree atractivas páginas de productos con bloques, medios, imágenes, vídeos y cualquier contenido que desees para atraer a los clientes."],"Content-rich product descriptions":["Descripciones de productos ricas en contenido"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Experimenta una interfaz más sencilla y centrada, con un diseño moderno que mejora la usabilidad."],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["Utilizar el formulario de productos implica hacer menos clics. Los detalles del producto están agrupados por pestañas, para que siempre sepas dónde ir."],"Refreshed, streamlined interface":["Interfaz renovada y simplificada"],"Fresh and modern interface":["Interfaz fresca y moderna"],"About the editor…":["Acerca del editor…"],"Turn off the new product form":["Desactivar el nuevo formulario de productos"],"Save changes and go back to the classic product editing screen.":["Guarda cambios y vuelve a la pantalla clásica de edición de productos."],"Please enter no more than 500 characters.":["Por favor, no introduzcas más de 500 caracteres."],"Please enter a valid email address.":["Por favor, introduce una dirección de correo electrónico válida."],"In case you want to participate in further discussion and future user research.":["En caso de que quieras participar en más debates e investigación futura de usuarios."],"YOUR EMAIL ADDRESS <optional \/>":["TU DIRECCIÓN DE CORREO ELECTRÓNICO <optional \/>"],"(OPTIONAL)":["(OPCIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["PENSAMIENTOS ADICIONALES <optional \/>"],"How's your experience with the new product form?":["¿Cómo ha sido tu experiencia con el nuevo formulario de productos?"],"Meet the product editing form":["Conoce el formulario de edición de productos"],"The product editing screen's functionality meets my needs":["La funcionalidad de la pantalla de edición de productos cumple con mis necesidades"],"The product editing screen is easy to use":["La pantalla de edición de productos es fácil de usar"],"Finish":["Terminar"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Guide controls":["Controles de guía"],"Share feedback":["Compartir comentarios"],"Next":["Siguiente"],"Previous":["Anterior"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}